const sentences = {
    Easy: [
      "شلونك اليوم؟", "وين صرت؟", "صار وقت النوم", "وصلت للبيت",
      "شكد باقي", "يلّا خل نطلع", "شنو خططك اليوم؟", "اشتغل هواي",
      "متى موعدك؟", "هم زين هيچ", "وين ماخذني؟", "ناخذ شي اكل؟",
      "اريد ارتاح", "مو هيچ لازم نشتغل", "خل اسأل الباكر",
      "راجع عالبيت لو بعدك؟", "عايش بعدني", "جايبني وياه",
      "شنو اخبارك؟", "معزوم عالليل", "شكراً، مرتاح"
    ],
    Medium: [
      "وياك نسيت احجز موعد الطبيب", "عندي شغل واجد باجر",
      "خل اشوفك بالليل عالسريع", "امشي ويايا للسوق المساء",
      "شنو اللي صار البارحة", "دائماً افكر وين اكون بعدين",
      "انتبهت للدراسة؟", "ما اشوف احد", "الجو حلو اليوم",
      "شنو احسن شي نقدر نعمله؟", "وصلت للبيت شوي، شبيك",
      "ما يكفي نرتاح شوي؟", "مشتاق اشوف الربع", "واين بتروح وراها",
      "خل نبقى مستمرين", "اهلا وسهلا بك وبهل العايلة",
      "شنو مشكلتك مع الهدوء", "وصلت البيت تواً", "الوقت يمر بسرعه"
    ],
    Hard: [
      "شوقت تخلص دراستك حتى تفتهم المسؤولية", 
      "من يومي واني احب العراق وناسها الطيبين", 
      "هواي شغلات بالدنيا تحتاج الصبر والطولة",
      "من تحب احد لازم تعرف اشلون تعتني بيه",
      "اليوم مو طبيعي الشوارع مزدحمة وماكو مكان",
      "الدراسة مو سهلة، تحتاج جهد وطولة بال",
      "اهلك دايماً يذكرونك؟", "خلينا نفكر بشي اكبر شوي",
      "الباكر لازم نسافر وكلنا عدنا مشاغل", 
      "الحياة مو مثل ما يفكرون الناس",
      "خلينا ننسى شي صار ونفتح صفحة جديدة",
      "ليش البعض مايفكر قبل ما يتكلم؟", 
      "مرات السفر يجيب لك الهدوء المطلوب",
      "منو بقى عايش بذاك الوقت؟", 
      "أفكارك لازم تتحقق مع الجهد المستمر"
    ]
  };
  